Repository: Jeffser/Pigment
Catalog: po/*.po
Languages: bn, cs, de, es, fa, hi, oc, pt_br

source: Get color palettes from images
bn: ছবি থেকে রং প্যালেট পান
cs: Získání barevných palet z obrázků
de: Farbpaletten aus Bildern extrahieren
es: Obtén paletas de colores de imágenes
fa: گرفتن طرحوارهٔ رنگی از تصویرها
hi: छवियों से रंग पैलेट प्राप्त करें
oc: Obténer de paletas de colors a partir d’imatges
pt_br: Obtenha paletas de cores das imagens

source: Pigment allows you to extract a palette of colors from your images offline. You can select the speed and accuracy by modifying the number and quality of colors.
bn: পিগমেন্ট অফলাইনে আপনার ছবি থেকে রং প্যালেট বের করতে সাহায্য করে। রংগুলির সংখ্যা এবং মান পরিবর্তন করে আপনি গতি এবং নির্ভুলতা নির্বাচন করতে পারেন।
cs: Pigment umožňuje extrahovat paletu barev z vašich obrázků offline. Rychlost a přesnost si můžete zvolit úpravou počtu a kvality barev.
de: Pigment erlaubt es dir, offline eine Farbpalette aus Bildern zu extrahieren. Du kannst Geschwindigkeit und Genauigkeit durch das Anpassen der Menge und Qualität der Farben festlegen.
es: Pigment te permite extraer una paleta de colores de tus imágenes sin conexión. Puedes seleccionar la velocidad y la precisión modificando la cantidad y la calidad de los colores.
fa: رنگدانه می‌گذارد به صورت برون‌خط طرحواره‌ای را از رنگ‌های تصویرتان بیرون بکشید. می‌توانید با تغییر شمار و کیفیت رنگ‌ها سرعت و دقّت را بگزینید.
hi: पिगमेंट आपको अपनी छवियों से रंगों की पैलेट ऑफ़लाइन निकालने में मदद करता है। रंगों की संख्या और गुणवत्ता को संशोधित करके आप गति और सटीकता का चयन कर सकते हैं।
oc: Pigment vos permet d'extraire una paleta de colors de vòstres imatges fòra linha. Podètz seleccionar la velocitat e la precision en modificant lo nombre e la qualitat de las colors.
pt_br: Pigment permite que você extraia uma paleta de cores de suas imagens offline. Você pode selecionar a velocidade e a precisão ao modificar o número e a qualidade das cores.

source: Example image showing fish
bn: মাছ দেখানোর উদাহরণ ছবি
cs: Ukázkový obrázek zobrazující rybu
de: Beispielbild eines Fisches
es: Imagen de ejemplo que muestra peces
fa: تصویر نمونه‌ای از یک ماهی
hi: मछली दिखाने वाली उदाहरण छवि
oc: Imatge d’exemple que mòstra un peis
pt_br: Imagem de exemplo mostrando peixes

source: Example image showing Niko from Oneshot
bn: ওনশট থেকে নিকো দেখানোর উদাহরণ ছবি
cs: Ukázkový obrázek zobrazující Nika z Oneshot
de: Beispielbild, das Niko aus Oneshot darstellt
es: Imagen de ejemplo que muestra a Niko de Oneshot
fa: تصویر نمونه‌ای از نیکوی وان‌شات
hi: ओनशॉट से निको दिखाने वाली उदाहरण छवि
oc: Imatge d’exemple que mòstra Niko de Oneshot
pt_br: Imagem de exemplo mostrando Niko de Oneshot

source: Example image showing an alpaca
bn: আলপাকা দেখানোর উদাহরণ ছবি
cs: Ukázkový obrázek zobrazující alpaku
de: Beispielbild eines Alpakas
es: Imagen de ejemplo que muestra una alpaca
fa: تصویر نمونه‌ای از یک آلپاکا
hi: एक अल्पाका दिखाने वाली उदाहरण छवि
oc: Imatge d’exemple que mòstra un alpaga
pt_br: Imagem de exemplo mostrando uma alpaca

source: Example image showing a Japanese painting
bn: জাপানি চিত্রকলা দেখানোর উদাহরণ ছবি
cs: Ukázkový obrázek zobrazující japonskou malbu
de: Beispielbild eines japanischen Gemäldes
es: Imagen de ejemplo que muestra una pintura japonesa
fa: تصویر نمونه‌ای از یک نقّاشی ژاپنی
hi: एक जापानी चित्रकला दिखाने वाली उदाहरण छवि
oc: Imatge d’exemple que mòstra una pintura japonesa
pt_br: Imagem de exemplo mostrando uma pintura japonesa

source: New translations
es: Nuevas traducciones

source: Update runtime to Gnome 49
es: Runtime actualizado a Gnome 49

source: New Gnome 49 shortcut dialog
es: Nuevo diálogo de accesos directos de Gnome 49

source: More Stable screenshots
es: Screenshots más estables

source: Added German translation
bn: জার্মান ভাষান্তর যোগ করা হয়েছে
cs: Přidán německý překlad
de: Deutsche Übersetzung hinzugefügt
es: Se agregó la traducción a Alemán
fa: افزودن ترجمهٔ آلمانی
hi: जर्मन भाषा अनुवाद जोड़ा गया
oc: Traduccion en alemand aponduda
pt_br: Adicionada tradução em alemão

source: Changed wording from 'Upload' to 'Select'
bn: 'আপলোড' থেকে 'নির্বাচন করুন' এ শব্দটি পরিবর্তন করা হয়েছে
cs: Změněna formulace z „Nahrát“ na „Vybrat“
de: Knopfbeschriftung von "Hochladen" zu "Auswählen" geändert
es: Se cambió el término de 'Subir' a 'Seleccionar'
fa: تغییر واژهٔ «بارگذاری» به «گزینش»
hi: 'अपलोड' से 'चुनें' तक शब्द संशोधित किया गया
oc: Cambiament de mot « Mandar » per « Seleccionar »
pt_br: Mudou a redação de 'Upload' para 'Selecionar'

source: Added option to skip duplicated colors
bn: নকল রংগুলি এড়ানোর অপশন যোগ করা হয়েছে
cs: Přidána možnost přeskakování duplicitních barev
de: Option zum Auslassen doppelter Farben in Paletten hinzugefügt
es: Se agregó la opción para omitir los colores duplicados
fa: افزودن گزینه برای پرش از رنگ‌های تکراری
hi: नकल किए गए रंगों को छोड़ने का विकल्प जोड़ा गया
oc: Apondon de l’opcion per passar las colors duplicadas
pt_br: Adicionada a opção para pular cores duplicadas

source: Added Telugu translation
bn: তেলেগু ভাষান্তর যোগ করা হয়েছে
cs: Přidán telugský překlad
de: Telugu-Übersetzung hinzugefügt
es: Se agregó traducción a Telugu
fa: افزودن ترجمهٔ تولوگو
hi: तेलुगु भाषा अनुवाद जोड़ा गया
oc: Traduccion en telogo aponduda
pt_br: Adicionada tradução em telugu

source: Added option to take screenshots
bn: স্ক্রিনশট নেওয়ার অপশন যোগ করা হয়েছে
cs: Přidána možnost pořizovat snímky obrazovky
de: Option zur Erstellung von Screenshots hinzugefügt
es: Se agregó la opción de tomar screenshots
fa: افزودن گزینهٔ ضبط نماگرفت
hi: स्क्रीनशॉट लेने का विकल्प जोड़ा गया
oc: Apondon de l’opcion per prendre de capturas d’ecran
pt_br: Adicionada a opção de tirar capturas de tela

source: Added option to copy the whole palette
bn: সম্পূর্ণ প্যালেট কপি করার অপশন যোগ করা হয়েছে
cs: Přidána možnost kopírování celé palety
de: Option zum Kopieren der gesamten Farbpalette hinzugefügt
es: Se agregó la opción de copiar toda la paleta
fa: افزودن گزینهٔ رونوشت کل طرحواره
hi: पूरी पैलेट को कॉपी करने का विकल्प जोड़ा गया
oc: Apondon de l’opcion per copiar la paleta complèta
pt_br: Adicionada a opção de copiar toda a paleta

source: Added option to capitalize colors
bn: রংগুলি বড় হাতের অক্ষরে প্রদর্শনের অপশন যোগ করা হয়েছে
cs: Přidána možnost použití velkých písmen v názvech barev
de: Option zur Großschreibung der Farben hinzugefügt
es: Se agregó la opción para poner los colores en mayúsculas
fa: افزودن گزینهٔ بزرگ کردن رنگ‌ها
hi: रंगों को बड़े अक्षरों में प्रदर्शित करने का विकल्प जोड़ा गया
oc: Apondon de l’opcion per metre en capitala las colors
pt_br: Adicionada a opção de capitalizar cores

source: Better metadata for distribution
bn: বিতরণের জন্য উন্নত মেটাডেটা
cs: Lepší metadata pro distribuci
de: Bessere Metadaten zur Distribution der App
es: Mejores metadatos para la distribución
fa: فراداده‌های بهتر برای توزیع
hi: वितरण के लिए बेहतर मेटाडेटा
oc: Melhoras metadonadas per la distribucion
pt_br: Melhores metadados para a distribuição

source: New icon
bn: নতুন আইকন
cs: Nová ikona
de: Neues Icon
es: Nuevo icono
fa: نقشک جدید
hi: नया आइकन
oc: Icòna novèla
pt_br: Novo ícone

source: Removed unnecessary permissions to access network
bn: নেটওয়ার্ক অ্যাক্সেসের অপ্রয়োজনীয় অনুমতি অপসারণ করা হয়েছে
cs: Odebrána nepotřebná oprávnění pro přístup k síti
de: Unnötige Netzwerkberechtigung entfernt
es: Se eliminaron permisos innecesarios para acceder a la red
fa: برداشتن اجازه‌های اضافی برای دسترسی به شبکه
hi: नेटवर्क तक पहुँचने की अनावश्यक अनुमतियाँ हटा दी गईं
oc: Supression de las autorizacions non necessàrias per accedir al ret
pt_br: Removidas permissões desnecessárias para acessar a rede

source: Added translation to spanish
bn: স্প্যানিশ ভাষান্তর যোগ করা হয়েছে
cs: Přidán španělský překlad
de: Spanische Übersetzung hinzugefügt
es: Se agregó traducción al español
fa: افزودن ترجمهٔ اسپانیایی
hi: स्पेनिश भाषा अनुवाद जोड़ा गया
oc: Apondon de la traduccion en espanhòl
pt_br: Adicionada tradução para o espanhol

source: Initial Release
bn: প্রাথমিক মুক্তি
cs: První verze
de: Erster Release
es: Lanzamiento Inicial
fa: ارائه نخستین
hi: प्रारंभिक संस्करण
oc: Primièra version
pt_br: Lançamento Inicial

source: Image files
bn: চিত্র ফাইল
cs: Soubory obrázků
de: Bilddateien
es: Archivos de imagen
fa: پرونده‌های تصویری
hi: छवि फ़ाइलें
oc: Fichièrs imatge
pt_br: Arquivos de imagens

source: Palette copied to clipboard.
bn: প্যালেট ক্লিপবোর্ডে কপি করা হয়েছে।
cs: Paleta zkopírována do schránky.
de: Palette in die Zwischenablage kopiert.
es: Paleta copiada al portapapeles.
fa: طرحواره در تخته‌گیره رونوشت شد.
hi: पैलेट क्लिपबोर्ड पर कॉपी कर दिया गया।
oc: Paleta copiada al quichapapièrs.
pt_br: Paleta copiada para a área de transferência.

source: Color copied to clipboard.
bn: রং ক্লিপবোর্ডে কপি করা হয়েছে।
cs: Barva zkopírována do schránky.
de: Farbe in die Zwischenablage kopiert.
es: Color copiado al portapapeles.
fa: رنگ در تخته‌گیره رونوشت شد.
hi: रंग क्लिपबोर्ड पर कॉपी कर दिया गया।
oc: Color copiada al quichapapièrs.
pt_br: Cor copiada para a área de transferência.

source: Error generating palette: {}
bn: প্যালেট তৈরিতে ত্রুটি: {}
cs: Chyba při generování palety: {}
de: Fehler beim Generieren der Palette: {}
es: Error al generar la paleta: {}
fa: خطا در تولید کردن طرحواره: {}
hi: पैलेट उत्पन्न करने में त्रुटि: {}
oc: Error de generacion de la paleta : {}
pt_br: Erro ao gerar paleta: {}

source: Click the image or drop a file into it to generate another palette!
bn: আরেকটি প্যালেট তৈরি করতে চিত্রটি ক্লিক করুন অথবা এতে কোনো ফাইল টেনে আনুন!
cs: Kliknutím na obrázek nebo přetažením souboru na něj vygenerujete další paletu!
de: Klicke auf das Bild oder nutze Drag-and-Drop, um eine andere Palette zu generieren!
es: Da click en la imagen o suelta un archivo en el área para generar otra paleta!
fa: زدن روی تصویر یا انداختن پرونده‌ای رویش برای تولید طرحواره‌ای دیگر!
hi: एक और पैलेट उत्पन्न करने के लिए छवि पर क्लिक करें या फ़ाइल को खींचकर छोड़ दें!
oc: Clicatz l’imatge o depausatz un fichièr dessús per generar una autra paleta !
pt_br: Clique na imagem ou arraste um arquivo para gerar outra paleta!

source: Copy Color
bn: রং কপি করুন
cs: Kopírovat barvu
de: Farbe kopieren
es: Copiar color
fa: رونوشت از رنگ
hi: रंग कॉपी करें
oc: Copiar la color
pt_br: Copiar Cor

source: Autogenerate Palette After Selecting Image
bn: ছবি নির্বাচনের পর স্বয়ংক্রিয়ভাবে প্যালেট তৈরি করুন
cs: Automaticky vygenerovat paletu po výběru obrázku
de: Palette nach Bildauswahl automatisch generieren
es: Generar Paleta Automáticamente Después de Seleccionar una Imagen
fa: تولید خودکار طرحواره پس از گزینش تصویر
hi: छवि चुनने के बाद स्वतः पैलेट उत्पन्न करें
oc: Generar automaticament la paleta après la seleccion de l’imatge
pt_br: Gerar Paleta Automaticamente após Selecionar Imagem

source: Display Colors in Uppercase
bn: বড় হাতের অক্ষরে রংগুলি প্রদর্শন করুন
cs: Zobrazení barev velkými písmeny
de: Farben in Großbuchstaben anzeigen
es: Mostrar Colores en Mayúsculas
fa: نمایش رنگ‌ها با حروف بزرگ
hi: रंगों को बड़े अक्षरों में प्रदर्शित करें
oc: Afichar las color en majuscula
pt_br: Exibir Cores em Maiúsculas

source: Skip Duplicate Colors in the Palette
bn: প্যালেটে নকল রংগুলি এড়ানো
cs: Přeskočit duplicitní barvy v paletě
de: Doppelte Farben in einer Palette verhindern
es: Omitir Colores Duplicados en la Paleta
fa: پرش از رنگ‌های تکراری در طرحواره
hi: पैलेट में डुप्लिकेट रंगों को छोड़ दें
oc: Sautar las colors duplicadas dins la paleta
pt_br: Pular Cores Duplicadas na Paleta

source: Default Color Format
bn: ডিফল্ট রং ফরম্যাট
cs: Výchozí formát barev
de: Standard-Farbformat
es: Formato de Color Predeterminado
fa: قالب رنگ پیش‌گزیده
hi: डिफ़ॉल्ट रंग प्रारूप
oc: Format de color per defaut
pt_br: Formato de Cor Padrão

# shortcut window
source: Show Shortcuts
es: Mostrar Atajos

# shortcut window
source: Generate Palette
es: Generar Paleta

# shortcut window
source: Select Image
es: Seleccionar Imagen

# shortcut window
source: Quit
es: Salir

source: Copy Palette
bn: প্যালেট কপি করুন
cs: Kopírovat paletu
de: Palette kopieren
es: Copiar Paleta
fa: رونوشت از طرحواره
hi: पैलेट कॉपी करें
oc: Copiar la paleta
pt_br: Copiar Paleta

source: Main Menu
bn: প্রধান মেনু
cs: Hlavní menu
de: Hauptmenü
es: Menú Principal
fa: فهرست اصلی
hi: मुख्य मेनू
oc: Menú principal
pt_br: Menu Principal

source: Select an image to get started!
bn: শুরু করতে একটি ছবি নির্বাচন করুন!
cs: Začněte výběrem obrázku!
de: Wähle ein Bild, um loszulegen!
es: ¡Selecciona una imagen para comenzar!
fa: گزینش تصویری برای آغاز!
hi: शुरू करने के लिए एक छवि चुनें!
oc: Seleccionatz un imatge per començar !
pt_br: Selecione uma imagem para começar!

source: Select Image
bn: ছবি নির্বাচন করুন
cs: Vybrat obrázek
de: Bild auswählen
es: Seleccionar Imagen
fa: گزینش تصویر
hi: छवि चुनें
oc: Seleccionar imatge
pt_br: Selecionar Imagem

source: Take Screenshot
bn: স্ক্রিনশট নিন
cs: Vytvořit snímek obrazovky
de: Screenshot machen
es: Tomar Screenshot
fa: ضبط نماگرفت
hi: स्क्रीनशॉट लें
oc: Prendre captura d'ecran
pt_br: Tirar uma Captura de Tela

source: Quality
bn: মান
cs: Kvalita
de: Qualität
es: Calidad
fa: کیفیت
hi: गुणवत्ता
oc: Qualitat
pt_br: Qualidade

source: Number of Colors
bn: রংগুলির সংখ্যা
cs: Počet barev
de: Menge an Farben
es: Número de Colores
fa: شمار رنگ‌ها
hi: रंगों की संख्या
oc: Nombre de colors
pt_br: Número de Cores

source: Generate Palette
bn: প্যালেট তৈরি করুন
cs: Vytvořit paletu
de: Palette generieren
es: Generar Paleta
fa: تولید طرحواره
hi: पैलेट उत्पन्न करें
oc: Generar la paleta
pt_br: Gerar Paleta

source: Start by generating a palette
bn: একটি প্যালেট তৈরি করে শুরু করুন
cs: Začněte vytvořením palety
de: Lege los, indem Du eine Palette generierst!
es: Comienza generando una paleta
fa: آغاز با تولید کردن طرحواره
hi: एक पैलेट उत्पन्न करके शुरू करें
oc: Començar en generant una paleta
pt_br: Comece gerando uma paleta

source: Preferences
bn: পছন্দ
cs: Předvolby
de: Einstellungen
es: Preferencias
fa: ترجیحات
hi: पसंदें
oc: Preferéncias
pt_br: Preferências

source: Keyboard Shortcuts
bn: কীবোর্ড শর্টকাট
cs: Klávesové zkratky
de: Tastenkürzel
es: Atajos de Teclado
fa: میان‌برهای صفحه‌کلید
hi: कीबोर्ड शॉर्टकट
oc: Acorchis de clavièr
pt_br: Atalhos do Teclado

source: About Pigment
bn: পিগমেন্ট সম্পর্কে
cs: O aplikaci Pigment
de: Über Pigment
es: Acerca de Pigment
fa: دربارهٔ رنگدانه
hi: पिगमेंट के बारे में
oc: A prepaus de Pigment
pt_br: Sobre Pigment

source: Pigment
bn: পিগমেন্ট
fa: رنگدانه
hi: पिगमेंट
